11/data/attachments/afb8819ca653d788.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Anthony_hair_Friend_1206_8</nif:username>
            <nif:friendToBeRequested>soap_friends_8466698a-a740-4d93-bb28-aec20f44308e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>